---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Yen
source: html/f241dcb2-b397-81ef-27dc-7beec1fbf071.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Yen Property

Symbol ¥, indicating unit Currency.

## Syntax (C#)
```csharp
public static ForgeTypeId Yen { get; }
```